<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>Description</key>
    <string>Downloads the current release version of Jabra Suite for Mac.


</string>
    <key>Identifier</key>
    <string>com.github.soberhofer.download.JabraSuiteForMac</string>
    <key>Input</key>
    <dict>
        <key>NAME</key>
        <string>Jabra Suite for Mac</string>
        <key>SPARKLE_FEED_URL</key>
        <string>https://www.jabra.com/macsuite/JMSVersionUpdate.xml</string>
    </dict>
    <key>MinimumVersion</key>
    <string>0.4.0</string>
    <key>Process</key>
    <array>
        <dict>
            <key>Processor</key>
            <string>JabraURLProvider</string>
            <key>Arguments</key>
            <dict>
                <key>product_name</key>
                <string>jabra</string>
            </dict>
        </dict>
        <dict>
            <key>Processor</key>
            <string>URLDownloader</string>
        </dict>
        <dict>
            <key>Processor</key>
            <string>EndOfCheckPhase</string>
        </dict>
    </array>
</dict>
</plist>
